Repository: ninilich/eye-heaven-app
Catalog: EyeHeaven/EyeHeaven/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, ru, zh_hans

# about.author
source: by ninilich
de: von ninilich
es: por ninilich
fr: par ninilich
it: di ninilich
pt_br: por ninilich
ru: от ninilich
zh_hans: 作者：ninilich

# about.license
source: MIT License
de: MIT-Lizenz
es: Licencia MIT
fr: Licence MIT
it: Licenza MIT
ja: MITライセンス
pt_br: Licença MIT
ru: Лицензия MIT
zh_hans: MIT 许可证

# about.tagline
source: Eye rest timer for macOS
de: Augenpausen-Timer für macOS
es: Temporizador de descanso visual para macOS
fr: Minuterie de repos pour les yeux sur macOS
it: Timer per il riposo degli occhi su macOS
ja: macOS用目の休憩タイマー
pt_br: Temporizador de descanso ocular para macOS
ru: Таймер отдыха для глаз на macOS
zh_hans: macOS 护眼休息计时器

# break.in_minutes %lld
source: Next break: %lld min
de: Nächste Pause: %lld Min.
es: Próximo descanso: %lld min
fr: Prochaine pause : %lld min
it: Prossima pausa: %lld min
ja: 次の休憩: %lld分
pt_br: Próxima pausa: %lld min
ru: Следующий перерыв: %lld мин
zh_hans: 下次休息: %lld分钟

# break.in_seconds %lld
source: Next break: %lld sec
de: Nächste Pause: %lld Sek.
es: Próximo descanso: %lld seg
fr: Prochaine pause : %lld sec
it: Prossima pausa: %lld sec
ja: 次の休憩: %lld秒
pt_br: Próxima pausa: %lld seg
ru: Следующий перерыв: %lld сек
zh_hans: 下次休息: %lld秒

# break.long.subtitle
source: Take a rest
de: Entspannen Sie sich
es: Descansa un momento
fr: Reposez-vous
it: Riposati un momento
ja: ゆっくり休んでください
pt_br: Descanse um pouco
ru: Отдохните
zh_hans: 好好休息一下

# break.long.title
source: Long Break
de: Lange Pause
es: Descanso largo
fr: Longue pause
it: Pausa lunga
ja: 長い休憩
pt_br: Pausa longa
ru: Длинный перерыв
zh_hans: 长时间休息

# break.short.subtitle
source: Look into the distance
de: Schauen Sie in die Ferne
es: Mira a lo lejos
fr: Regardez au loin
it: Guarda in lontananza
ja: 遠くを見てください
pt_br: Olhe para longe
ru: Посмотрите вдаль
zh_hans: 看向远处

# break.short.title
source: Short Break
de: Kurze Pause
es: Descanso corto
fr: Pause courte
it: Pausa breve
ja: 短い休憩
pt_br: Pausa curta
ru: Короткий перерыв
zh_hans: 短暂休息

# break.skip
source: Skip
de: Überspringen
es: Saltar
fr: Passer
it: Salta
ja: スキップ
pt_br: Pular
ru: Пропустить
zh_hans: 跳过

# break.stereogram.end
source: End Break
de: Pause beenden
es: Terminar pausa
fr: Terminer la pause
it: Termina pausa
ja: 休憩を終了
pt_br: Encerrar pausa
ru: Завершить
zh_hans: 结束休息

# break.stereogram.next
source: Next
de: Nächste
es: Siguiente
fr: Suivante
it: Prossima
ja: 次へ
pt_br: Próxima
ru: Следующая
zh_hans: 下一张

source: Long break every
de: Lange Pause alle
es: Descanso largo cada
fr: Longue pause toutes les
it: Pausa lunga ogni
ja: 長い休憩を
pt_br: Pausa longa a cada
ru: Длинный перерыв каждые
zh_hans: 长休息每

# menu.next_break
source: Next break: —
de: Nächste Pause: —
es: Próximo descanso: —
fr: Prochaine pause : —
it: Prossima pausa: —
ja: 次の休憩: —
pt_br: Próxima pausa: —
ru: Следующий перерыв: —
zh_hans: 下次休息: —

# menu.pause
source: Pause
de: Pausieren
es: Pausar
fr: Mettre en pause
it: Pausa
ja: 一時停止
pt_br: Pausar
ru: Пауза
zh_hans: 暂停

# menu.quit
source: Quit EyeHeaven
de: EyeHeaven beenden
es: Salir de EyeHeaven
fr: Quitter EyeHeaven
it: Esci da EyeHeaven
ja: EyeHeavenを終了
pt_br: Sair do EyeHeaven
ru: Выйти из EyeHeaven
zh_hans: 退出 EyeHeaven

# menu.resume
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
ja: 再開
pt_br: Retomar
ru: Возобновить
zh_hans: 继续

# menu.settings
source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Préférences…
it: Impostazioni…
ja: 設定…
pt_br: Configurações…
ru: Настройки…
zh_hans: 设置…

# menu.skip_next
source: Skip next break
de: Nächste Pause überspringen
es: Saltar próximo descanso
fr: Passer la prochaine pause
it: Salta la prossima pausa
ja: 次の休憩をスキップ
pt_br: Pular próxima pausa
ru: Пропустить следующий перерыв
zh_hans: 跳过下次休息

# prebreak.in_seconds %lld
source: in %lld sec
de: in %lld Sek.
es: en %lld seg
fr: dans %lld sec
it: tra %lld sec
ja: %lld秒後
pt_br: em %lld seg
ru: через %lld сек
zh_hans: %lld秒后

# prebreak.long.title
source: Long break coming up
de: Lange Pause kommt
es: Descanso largo próximo
fr: Longue pause dans…
it: Pausa lunga in arrivo
ja: もうすぐ長い休憩
pt_br: Pausa longa em breve
ru: Скоро длинный перерыв
zh_hans: 即将长时间休息

# prebreak.postpone
source: Postpone
de: Verschieben
es: Posponer
fr: Reporter
it: Posticipa
ja: 延期
pt_br: Adiar
ru: Отложить
zh_hans: 推迟

# prebreak.short.title
source: Short break coming up
de: Kurze Pause kommt
es: Descanso corto próximo
fr: Pause courte dans…
it: Pausa breve in arrivo
ja: もうすぐ短い休憩
pt_br: Pausa curta em breve
ru: Скоро короткий перерыв
zh_hans: 即将短暂休息

# prebreak.skip
source: Skip
de: Überspringen
es: Saltar
fr: Passer
it: Salta
ja: スキップ
pt_br: Pular
ru: Пропустить
zh_hans: 跳过

# prebreak.start_now
source: Start now
de: Jetzt starten
es: Empezar ahora
fr: Commencer
it: Inizia ora
ja: 今すぐ開始
pt_br: Começar agora
ru: Начать сейчас
zh_hans: 立即开始

# settings.allow_skip
source: Allow skip
de: Überspringen erlauben
es: Permitir omitir
fr: Autoriser le saut
it: Consenti di saltare
ja: スキップを許可
pt_br: Permitir pular
ru: Разрешить пропуск
zh_hans: 允许跳过

# settings.duration
source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 時間
pt_br: Duração
ru: Длительность
zh_hans: 时长

# settings.hard_mode
source: Hard Mode
de: Strikter Modus
es: Modo estricto
fr: Mode strict
it: Modalità rigida
ja: ハードモード
pt_br: Modo rígido
ru: Жёсткий режим
zh_hans: 严格模式

# settings.hard_mode.description
source: Disables the Skip button during breaks
de: Deaktiviert die Schaltfläche Überspringen
es: Desactiva el botón Omitir
fr: Désactive le bouton Passer
it: Disabilita il pulsante Salta
ja: 休憩中のスキップボタンを無効にします
pt_br: Desativa o botão Pular
ru: Отключает кнопку пропуска во время перерывов
zh_hans: 休息期间禁用跳过按钮

# settings.heartbeat
source: Anonymous usage stats
de: Anonyme Nutzungsstatistik
es: Estadísticas anónimas
fr: Statistiques anonymes
it: Statistiche anonime
ja: 匿名使用統計
pt_br: Estatísticas anônimas
ru: Анонимная статистика
zh_hans: 匿名使用统计

# settings.heartbeat.description
source: One anonymous signal per day — no personal data
de: Ein anonymes Signal pro Tag – keine persönlichen Daten
es: Una señal anónima al día — sin datos personales
fr: Un signal anonyme par jour — aucune donnée personnelle
it: Un segnale anonimo al giorno — nessun dato personale
ja: 1日1回の匿名シグナル — 個人情報なし
pt_br: Um sinal anônimo por dia — sem dados pessoais
ru: Один анонимный сигнал в сутки — никаких личных данных
zh_hans: 每天一个匿名信号——无个人数据

# settings.interval
source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
it: Intervallo
ja: 間隔
pt_br: Intervalo
ru: Интервал
zh_hans: 间隔

# settings.launch_at_login
source: Launch at login
de: Bei Anmeldung starten
es: Iniciar al conectarse
fr: Lancer au démarrage
it: Avvia all'accesso
ja: ログイン時に起動
pt_br: Iniciar ao fazer login
ru: Запуск при входе
zh_hans: 登录时启动

# settings.max_postpones
source: Max postpones
de: Max. Verschiebungen
es: Aplazamientos máx.
fr: Reports max.
it: Max rinvii
ja: 最大延期回数
pt_br: Adiamentos máx.
ru: Макс. отложений
zh_hans: 最大推迟次数

# settings.meeting_delay
source: Delay after meeting
de: Verzögerung nach Meeting
es: Retraso tras reunión
fr: Délai après réunion
it: Ritardo dopo riunione
ja: ミーティング後の遅延
pt_br: Atraso após reunião
ru: Задержка после встречи
zh_hans: 会议后延迟

# settings.meeting_detection
source: Detect meetings
de: Meetings erkennen
es: Detectar reuniones
fr: Détecter les réunions
it: Rileva riunioni
ja: ミーティングを検出
pt_br: Detectar reuniões
ru: Детекция встреч
zh_hans: 检测会议

# settings.overlay_opacity
source: Background dim
de: Hintergrundverdunkelung
es: Atenuación de fondo
fr: Obscurcissement
it: Oscuramento sfondo
ja: 背景の暗さ
pt_br: Escurecimento
ru: Затенение фона
zh_hans: 背景暗度

# settings.postpones.never
source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
pt_br: Nenhum
ru: Нет
zh_hans: 不允许

# settings.seconds %lld
source: %lld sec
de: %lld Sek.
es: %lld seg
ja: %lld秒
pt_br: %lld seg
ru: %lld сек
zh_hans: %lld秒

# settings.section.long_break
source: Long Break
de: Lange Pause
es: Descanso largo
fr: Longue pause
it: Pausa lunga
ja: 長い休憩
pt_br: Pausa longa
ru: Длинный перерыв
zh_hans: 长时间休息

# settings.section.mode
source: Reminder Mode
de: Erinnerungsmodus
es: Modo de recordatorio
fr: Mode de rappel
it: Modalità promemoria
ja: リマインダーモード
pt_br: Modo de lembrete
ru: Режим напоминания
zh_hans: 提醒模式

# settings.section.short_break
source: Short Break
de: Kurze Pause
es: Descanso corto
fr: Pause courte
it: Pausa breve
ja: 短い休憩
pt_br: Pausa curta
ru: Короткий перерыв
zh_hans: 短暂休息

# settings.section.stereograms
source: Stereograms
de: Stereogramme
es: Estereogramas
fr: Stéréogrammes
it: Stereogrammi
ja: ステレオグラム
pt_br: Estereogramas
ru: Стереограммы
zh_hans: 立体图

# settings.section.stereograms_storage
source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Spazio
ja: ストレージ
pt_br: Armazenamento
ru: Хранилище
zh_hans: 存储

# settings.section.stereograms_updates
source: Updates
de: Aktualisierungen
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
ja: アップデート
pt_br: Atualizações
ru: Обновления
zh_hans: 更新

# settings.sound_enabled
source: Sounds
de: Klänge
es: Sonidos
fr: Sons
it: Suoni
ja: サウンド
pt_br: Sons
ru: Звуки
zh_hans: 声音

# settings.stereograms_auto_update
source: Auto-check for updates (every 7 days)
de: Automatisch aktualisieren (alle 7 Tage)
es: Actualización automática (cada 7 días)
fr: Mise à jour auto (tous les 7 jours)
it: Aggiornamento auto (ogni 7 giorni)
ja: 自動更新（7日ごと）
pt_br: Atualização automática (a cada 7 dias)
ru: Проверять обновления (каждые 7 дней)
zh_hans: 自动检查更新（每7天）

# settings.stereograms_auto_update.description
source: New images are downloaded silently in the background
de: Neue Bilder werden im Hintergrund heruntergeladen
es: Las nuevas imágenes se descargan silenciosamente en segundo plano
fr: Les nouvelles images sont téléchargées silencieusement en arrière-plan
it: Le nuove immagini vengono scaricate silenziosamente in background
ja: 新しい画像はバックグラウンドで自動ダウンロード
pt_br: Novas imagens são baixadas silenciosamente em segundo plano
ru: Новые изображения скачиваются тихо в фоне
zh_hans: 新图片在后台静默下载

# settings.stereograms_downloading
source: Downloading…
de: Wird heruntergeladen…
es: Descargando…
fr: Téléchargement…
it: Download in corso…
ja: ダウンロード中…
pt_br: Baixando…
ru: Загрузка…
zh_hans: 下载中…

# settings.stereograms_downloading_progress %lld %lld
source: Downloading %1$lld of %2$lld…
de: Lade %1$lld von %2$lld…
es: Descargando %1$lld de %2$lld…
fr: Téléchargement %1$lld sur %2$lld…
it: Download %1$lld di %2$lld…
ja: %1$lld / %2$lld をダウンロード中…
pt_br: Baixando %1$lld de %2$lld…
ru: Загрузка %1$lld из %2$lld…
zh_hans: 正在下载 %1$lld / %2$lld…

# settings.stereograms_enabled
source: Enable stereograms
de: Stereogramme aktivieren
es: Activar estereogramas
fr: Activer les stéréogrammes
it: Abilita stereogrammi
ja: ステレオグラムを有効にする
pt_br: Ativar estereogramas
ru: Включить стереограммы
zh_hans: 启用立体图

# settings.stereograms_images_ready %lld
source: %lld images ready
de: %lld Bilder bereit
es: %lld imágenes listas
fr: %lld images prêtes
it: %lld immagini pronte
ja: %lld 枚の画像が準備完了
pt_br: %lld imagens prontas
ru: Готово изображений: %lld
zh_hans: %lld 张图像已就绪

# settings.stereograms_last_checked
source: Last checked
de: Zuletzt geprüft
es: Última verificación
fr: Dernière vérification
it: Ultima verifica
ja: 最終確認
pt_br: Última verificação
ru: Последняя проверка
zh_hans: 上次检查

# settings.stereograms_last_checked.never
source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: なし
pt_br: Nunca
ru: Никогда
zh_hans: 从未

# settings.stereograms_max_images
source: Keep most recent
de: Neueste behalten
es: Conservar más recientes
fr: Conserver les plus récentes
it: Mantieni le più recenti
ja: 最新を保持
pt_br: Manter as mais recentes
ru: Хранить самых свежих
zh_hans: 保留最新

# settings.stereograms_max_images.hint
source: 0 = keep all
de: 0 = alle behalten
es: 0 = conservar todas
fr: 0 = tout conserver
it: 0 = mantieni tutte
ja: 0 = すべて保持
pt_br: 0 = manter todas
ru: 0 = хранить все
zh_hans: 0 = 保留全部

# settings.tab.about
source: About
de: Info
es: Acerca de
fr: À propos
it: Info
ja: 情報
pt_br: Sobre
ru: О программе
zh_hans: 关于

# settings.tab.breaks
source: Breaks
de: Pausen
es: Descansos
fr: Pauses
it: Pause
ja: 休憩
pt_br: Pausas
ru: Перерывы
zh_hans: 休息

# settings.title
source: EyeHeaven Settings
de: EyeHeaven Einstellungen
es: Configuración de EyeHeaven
fr: Paramètres EyeHeaven
it: Impostazioni EyeHeaven
ja: EyeHeaven 設定
pt_br: Configurações do EyeHeaven
ru: Настройки EyeHeaven
zh_hans: EyeHeaven 设置

# settings.update_catalog
source: Update catalog
de: Katalog aktualisieren
es: Actualizar catálogo
fr: Mettre à jour le catalogue
it: Aggiorna catalogo
ja: カタログを更新
pt_br: Atualizar catálogo
ru: Обновить каталог
zh_hans: 更新目录

# settings.update_now
source: Update Now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
it: Aggiorna ora
ja: 今すぐ更新
pt_br: Atualizar agora
ru: Обновить сейчас
zh_hans: 立即更新

# settings.warning
source: Warning
de: Vorwarnung
es: Aviso previo
fr: Avertissement
it: Avviso
ja: 警告
pt_br: Aviso
ru: Предупреждение
zh_hans: 提前警告

source: short breaks
de: kurzen Pausen
es: descansos cortos
fr: pauses courtes
it: pause brevi
ja: 短い休憩ごと
pt_br: pausas curtas
ru: коротких перерывов
zh_hans: 次短休息

source: Turning off applies after app restart
de: Das Deaktivieren gilt nach dem Neustart der App
es: Desactivarlo se aplica después de reiniciar la app
fr: La désactivation s'applique après le redémarrage de l'app
it: La disattivazione si applica dopo il riavvio dell'app
ja: オフ設定はアプリ再起動後に適用されます
pt_br: Desativar só se aplica após reiniciar o app
ru: Отключение применяется после перезапуска приложения
zh_hans: 关闭后需重启应用才会生效

# settings.section.meetings
source: Meetings
es: Reuniones
fr: Réunions
it: Riunioni
ja: ミーティング
pt_br: Reuniões
ru: Встречи
zh_hans: 会议

# settings.section.system
source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
pt_br: Sistema
ru: Система
zh_hans: 系统

# Version %@ (%@)
source: Version %1$@ (%2$@)
es: Versión %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
pt_br: Versão %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
zh_hans: 版本 %1$@（%2$@）

# settings.minutes %lld
source: %lld min
ja: %lld分
ru: %lld мин
zh_hans: %lld分钟

source: Beta
ru: Бета
zh_hans: 测试版
